Revit 2027 API
ParameterTypeId.BuildingCurveGstylePlusInvisible Property
 "Subcategory"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId BuildingCurveGstylePlusInvisible { get; }
Public Shared ReadOnly Property BuildingCurveGstylePlusInvisible As ForgeTypeId
	Get
public:
static property ForgeTypeId^ BuildingCurveGstylePlusInvisible {
	ForgeTypeId^ get ();
}
static member BuildingCurveGstylePlusInvisible : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace